import React from 'react'
import './Skills.css'

const Skills = () => {
    return (
        <div>
            <h1>Навыки</h1>
            <h2>
                Владею языками программирования: <a style={{color:'red'}}>ReactJS + javaScript(jQuery)</a>,<a style={{color:'orange'}}> PHP + HTML + CSS,</a>  <a style={{color:'grey'}}>C# Asp.Net</a>.<br />
                Разработал для производства Web-систему приема заявок по сервису АСКУЭ, <a style={{color:'grey'}}>FrontEnd:</a> <a style={{color:'red'}}>HTML+CSS+JS</a>, <a style={{color:'grey'}}>BackEnd:</a> <a style={{color:'red'}}>PHP+MySQL</a>, и систему планирования отпуска, написано на . <br />
                В системах реализована сквозная доменная авторизация, последняя система написана как SPA, Так же для производства реализовал проект Корпоративной бесшовной wifi-сети с авторизацией посредством RADIUS-сервера.<br />
                Увлекаюсь сетевыми технологиями, проходил обучающий курс по Использованию сетевого оборудования CISCO.<br />
                Умею быстро находить решение проблемы, быстро изучаю новые области и языки программирования. Умею работать в команде (брать ответственность, читать чужой код).<br />
                Программирование для меня это и работа, и хобби, поэтому даже в нерабочее время я занимаюсь программированием.
            </h2>
        </div>
    )
}

export default Skills