import React from 'react'
import './Biography.css'

const Biography = () => {
    return (
        <div>
            <h1>Биография</h1>
            <h2>Лутцев Владимир Андреевич</h2>
            <h3>Мужчина, 25 лет, родился 28 ноября 1995</h3>
            <p> Опыт работы 2 года 8 месяцевРедактировать
            Сентябрь 2019 — по настоящее время
            1 год 4 месяца
            ООО "ННР" МПО "Норильскавтоматика"
            инженер-электроник 1 категории
            Сопровождение автоматизированной системы коммерческого учета электроэнергии(АСКУЭ).
            Май 2018 — сентябрь 2019
            1 год 5 месяцев
            НН-ОЦО
            специалист
            Обслуживание пользовательских ПК, корпоративной сети передачи данных.</p>
        </div>
    )
}

export default Biography